Repository: luk6xff/WeddingWebsite
Catalog: weddingwebsite/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Yes of course :)
pl: Tak, wezmę udział :)

source: No, unfortunately not :(
pl: Nie, niestety nie :(

source: No
pl: Nie

source: Yes
pl: Tak

source: Number of guests you want to confirm/reject presence for:
pl: Liczba gości dla których chcesz potwierdzić/odmówić udział w weselu (włącznie z Tobą)

source: Your name:
pl: Twoje imię i nazwisko:

source: Are you going to attend our wedding party?
pl: Czy weźmiesz udział w naszym weselu?

source: Do you want to stay in hotel during the night?
pl: Czy chcesz zarezerwować pokój hotelowy na noc weselną?

source: Guest %(guest_id)s name:
pl: Imię i nazwisko gościa nr %(guest_id)s:

source: Is he/she going to attend our wedding party?
pl: Czy On/Ona weźmie udział w naszym weselu?

source: Does he/she want to stay in hotel during the night?
pl: Czy zarezerwować pokój hotelowy dla Niej/Niego na noc weselną?

source: If you wish to get some update info, leave us your email:
pl: Jeśli chciałbyś otrzymać powiadomienia o ważnych sprawach dotyczących wesela, pojawieniu się galerii zdjęć ze ślubu, zostaw poniżej swój email

source: Put your comments, questions below:
pl: Jeśli masz jakieś dodatkowe pytania czy komentarze, wpisz je poniżej

source: Thank you! Your confirmation has been successfully sent
pl: Dziękujemy bardzo! Twoje potwierdzenie zostało przesłane pomyślnie : )

source: Go back to home page
pl: Wróć do strony głównej

source: RSVP
pl: Potwierdzenie zaproszenia

source: Send confirmation
pl: Wyślij potwierdzenie

source: Submit
pl: Potwierdź

source: Please enter your password below
pl: Wpisz hasło z SMS-a poniżej

source: Password
pl: Hasło

source: Wedding gallery
pl: Galeria zdjęć Justyny i Łukasza :)

source: Albums folder
pl: Folder główny

source: Confirm password
pl: Potwierdź hasło dostępu do galerii

source: Thank you for being a part of our wedding day 27.10.2018! :)
pl: Dzięki piękne że byliście z nami tego dnia :)

source: Be invited to view our wedding photos :)
pl: Zapraszamy do oglądania zdjęć :)

source: Merry Christmas! :)
pl: Wesołych Świąt! :)

source: More Images
pl: Więcej zdjęć

source: Download the album
pl: Pobierz album

source: Download all the albums
pl: Pobierz wszystkie albumy

source: Click here to download all the photos with highest resolution
pl: Tutaj możesz pobrać wszystkie zdjęcia w wysokiej rozdzielczości :)

source: Justyna & Łukasz's wedding website
pl: Strona weselna Justyny i Łukasza

source: Home
pl: Start

source: Wedding infos
pl: Informacje weselne

source: Confirm
pl: Potwierdź przybycie

source: Our story
pl: Nasza historia

source: Photos
pl: Zdjęcia

source: Contact
pl: Kontakt

source: Welcome!
pl: Witamy!

source: Hello dear friends. That's great you visited our wedding page.
pl: Witajcie drodzy goście na naszej stronie weselnej.

source: You will find here all the information concerning our
pl: Znajdziecie tutaj wszystkie informacje dotyczące

source: wedding day
pl: dnia naszego ślubu

source: To confirm your presence at our wedding party, please contact with us or fill the
pl: W celu potwierdzenia lub odmówienia obecności na przyjęciu weselnym skontaktuj się z nami lub wypełnij

source: confirmation form
pl: formularz potwierdzający

source: Looking forward to seeing everyone on 27.10.2018
pl: Czekamy na was :) do zobaczenia 27.10.2018!

source: Wedding ceremony
pl: Ceremonia zaślubin

source: Wedding party
pl: Impreza weselna

source: Contact us!
pl: Skontaktuj się z nami

source: If you have any questions, feel free to contact us
pl: W razie jakichkolwiek pytań, skontaktuj się z nami

source: Everyone is kindly invited for our wedding ceremony
pl: Zapraszamy wszystkich na Mszę Świętą ślubną

source: When
pl: Kiedy

source: Saturday, 27th October 2018, at 15:30
pl: Sobota, 27 października 2018, o godzinie 15:30

source: Where
pl: Gdzie

source: Church of Miłosierdzia Bożego in Wielogłowy near Nowy Sącz
pl: Kościół pod wezwaniem Miłosierdzia Bożego w Wielogłowach koło Nowego Sącza

source: Church in Wielogłowy - map
pl: Kościół w Wielogłowach - mapa dojazdu

source: Transport to church and back to the hotel on your own. For hotel's guests, there will be a bus transport to wedding ceremony at 15 o'clock. After the holly wedding mass, the same bus will deliver guests to the hotel.
pl: Transport do kościoła we własnym zakresie. Dla gości hotelowych bus z wyjazdem o godzinie 15:00

source: Parking space
pl: Parking

source: A big parking lot available at church space
pl: Dostępny duży parking przy kościele

source: Additional information
pl: Dodatkowe informacje

source: The wedding party will take place in Tęgoborze village, on the shore of Rożnowskie Lake
pl: Impreza odbędzie się w malowniczej miejscowości Tęgoborze w hotelu położonym nad Jeziorem Rożnowskim

source: Saturday, 27th October 2018, at 17:00
pl: Sobota, 27 października 2018, o godzinie 17:00 (po mszy świętej)

source: Hotel Litwiński - map
pl: Hotel Litwiński - mapa dojazdu

source: There will be a bus waiting to deliver guests to the hotel after the wedding ceremony
pl: Po mszy świętej będzie możliwość dojazdu busem do hotelu

source: A big parking lot available at the hotel area
pl: Dostępny duży parking przy hotelu

source: Justynka and Łukasz met many years ago and since that time they could not live without themselves anymore
pl: Justynka i Łukasz poznali się wiele lat temu, i od tego czasu aż po dziś dzień żyć bez siebie nie mogą
